[
    {
        "title": "Te salvaste",
        "image": "https://pbs.twimg.com/media/EOryHCuXkAI1tMw?format=jpg&name=900x900",
        "description": "No hay ejercicio por el momento, asi que descansa o vuelve a intentar lo que estabas haciendo, es raro que salga esta cuestión, considerate afortunado xd"
    },
    {
        "title": "Plancha",
        "image": "https://media.gq.com.mx/photos/639d1e3358d663f4a3d6bcb4/16:9/w_1920,c_limit/plancha-506760290.jpg",
        "description": "Consiste en estar en el suelo, sosteniendote de tus antebrazos un determinado lapso de tiempo"
    },
    {
        "title": "Puente Supino",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/puente-de-hombros-init-pos-6237.png",
        "description": "Un ejercicio que entrena toda la parte de abajo menos los pies, todo lo que se debe hacer está en la imagen"
    },
    {
        "title": "Talón al gluteo",
        "image": "https://www.onlinepersonaltrainer.es/wp-content/uploads/2019/05/109360.jpg",
        "description": "Camina lentamente hacia adelante, levantándose sobre el dedo del pie y la mano del mismo lado y etc...."
    },
    {
        "title": "Flexiones de brazos",
        "image": "https://www.entrenamientos.com/uploads/exercise/flexiones-de-brazos-init-pos-8882.png",
        "description": "Empiece a bajar doblando los codos hasta que su pecho casi toque el suelo mientras inhala. Empuje su torso hacia la posición inicial apretando el resto del cuerpo mientras exhala. Asegúrese de que sus escápulas siempre están retraídas. "
    },
    {
        "title": "Extensión de brazos apoyado en banco plano",
        "image": "https://www.entrenamientos.com/uploads/exercise/extension-de-brazos-apoyado-en-banco-plano-init-pos-5153.png",
        "description": "Empiece a bajar doblando los codos hasta que estén a 90º mientras inhala. Contrayendo sus triceps, empuje su torso hacia la posición inicial apretando el resto del cuerpo mientras exhala. "
    },
    {
        "title": "Zancada con mancuernas",
        "image": "https://www.entrenamientos.com/media/cache/exercise_750/uploads/exercise/zancada-con-mancuernas-init-pos-2989.png",
        "description": "De un paso adelante con su pierna derecha haciendo un ángulo de 90º entre sus piernas y, doblando sus rodillas, baje lentamente su cuerpo hacia abajo hasta que su rodilla derecha casi toque el suelo mientras inhala. Asegúrese de mantener la espinilla derecha perpendicular al suelo evitando el ascenso del talón. Empujando principalmente desde el talón, regrese a la posición inicial mientras exhala. Asegúrese de no mover el torso hacia atrás mientras realiza el ejercicio. Repita el movimiento para la cantidad especificada de repeticiones y luego repita con la otra pierna. Mientras hace el ejercicio, mueva solo las piernas, asegúrese de no mover ninguna otra parte de su cuerpo. "
    },
    {
        "title": "Zancada adelante brazos en horizontal",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/semi-flexion-de-pierna-adelante-init-pos-1253.png",
        "description": "De un paso adelante con su pierna derecha haciendo un ángulo de 90º entre sus piernas y, doblando sus rodillas, baje lentamente su cuerpo hacia abajo hasta que su rodilla derecha casi toque el suelo mientras inhala. Asegúrese de mantener la espinilla derecha perpendicular al suelo evitando el ascenso del talón. Empujando principalmente desde el talón, regrese a la posición inicial mientras exhala. Asegúrese de no mover el torso hacia atrás mientras realiza el ejercicio. Repita el movimiento la cantidad especificada de repeticiones y luego repita con la otra pierna. Mientras hace el ejercicio, mueva solo las piernas, asegúrese de no mover ninguna otra parte de su cuerpo. "
    },
    {
        "title": "Media sentadilla isométrica",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-sentadilla-isometrica-init-pos-7734.png",
        "description": "Doble las rodillas y mueva el trasero hacia atrás, bajando las piernas hasta que tus muslos estén paralelos al suelo y su espalda descanse en la pared. Presione la cabeza, la parte superior de la espalda y la cadera contra las almohadillas. Mantenga la posición durante el tiempo requerido. Asegúresee de que sus rodillas estén siempre apuntando hacia las piuntas de los pies y que estén a 90º."
    },
    {
        "title": "Flexión de tronco inclinado hacia delante",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-flexion-de-piernas-cruzadas-y-tronco-init-pos-3152.png",
        "description": "Baje el pecho moviendo el trasero hacia atrás tanto como pueda manteniendo la columna vertebral en una posición neutral. Asegúrese de no mover la espalda y de hacer el ejercicio con las caderas. Usted debe alcanzar el rango máximo de su flexibilidad de los isquiotibiales cuando su tronco es paralelo al suelo. Vuelva a la posición inicial."
    },
    {
        "title": "Salto laterales con dos pies",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/salto-laterales-con-dos-pies-init-pos-2053.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas hasta que los muslos queden paralelos al suelo mientras inhala. En un movimiento rápido, realice un salto lateral hacia el lado derecho presionando principalmente con los pies desde los talones mientras exhala. Absorbiendo el impacto, aterrice de forma segura con los pies separados al ancho de los hombros. Repita el movimiento hacia el lado izquierdo. "
    },
    {
        "title": "Salto vertical con impulso",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/salto-vertical-con-impulso-init-pos-3023.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas hasta que los muslos queden paralelos al suelo mientras inhala. En un movimiento rápido, haga un salto vertical presionando principalmente con los pies desde los talones mientras exhala. Levanta los brazos cuando realices el salto para obtener un mejor impulso. Absorbiendo el impacto, aterrice de forma segura con los pies separados al ancho de los hombros. "
    },
    {
        "title": "Posición de media flexion de piernas con manos en la cintura",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/posicion-de-media-flexion-de-piernas-con-manos-en-la-cintura--init-pos-8155.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas hasta que las caderas queden ligeramente más altas que las rodillas mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde los talones mientras exhala. "
    },
    {
        "title": "Encogimientos: Mano contraria busca pierna levantada",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/encogimientos-mano-contraria-busca-pierna-levantada-init-pos-9522.png",
        "description": "Empuje su espalda baja hacia abajo en el suelo y use sus músculos abdominales para sacar los omóplatos del suelo mientras exhala. Al mismo tiempo, toque su pie derecho con su mano izquierda. Repita el movimiento la cantidad especificada de repeticiones y luego repita con la otra pierna y mano. "
    },
    {
        "title": "Encogimientos: los brazos se cruzan al pie contrario ",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/encogimientos-los-brazos-se-cruzan-al-pie-contrario-init-pos-3662.png",
        "description": "Empuje su espalda baja hacia abajo en el suelo y use sus músculos abdominales para sacar los omóplatos del suelo mientras exhala. Al mismo tiempo, toque su pie derecho con las manos. Regrese a la posición inicial con un movimiento suave mientras inhala y repita el movimiento hacia el otro pie. "
    },
    {
        "title": "Abducción alta de una pierna recostado en el suelo ",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/abduccion-alta-de-una-pierna-recostado-en-el-suelo-init-pos-5248.png",
        "description": "Levante la pierna izquierda tan alto como pueda mientras exhala. Asegúrese de no doblar la rodilla. Vuelva a la posición inicial con un suave movimiento mientras inhala. Repita el movimiento la cantidad especificada de repeticiones, luego cambie de lado y repita el ejercicio. "
    },
    {
        "title": "Plancha horizontal isométrica",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/plancha-horizontal-isometrica-init-pos-6722.png",
        "description": "Túmbese de cara al suelo y coloque sus manos ligeramente más ancho que los hombros mientras aguanta su torso con los brazos extendidos. Aguante su peso con los dedos de los pies y los antebrazos. Mantenga los hombros lejos de las orejas retrayendo las escápulas. Contraiga el suelo pelvico y el core mientras mantiene su cuerpo recto. Mantenga la cabeza mierando hacia el suelo. Apriete sus musculos abdominales y oblicuos."
    },
    {
        "title": "Encogimiento de pelvis tumbado en el suelo",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/plancha-lateral-con-apoyo-de-antebrazo-init-pos-4513.png",
        "description": "Empuje su espalda baja hacia el suelo y lleve sus rodillas hacia el torso hasta que levante sus caderas del suelo mientras exhala. Vuelva a la posición inicial con un suave movimiento. "
    },
    {
        "title": "Rotación de tronco tumbado boca arriba",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/rotacion-de-tronco-tumbado-boca-arriba-init-pos-6891.png",
        "description": "En un movimiento semicircular, gire el torso y coloque las manos juntas mientras inhala. Vuelva a la posición inicial con un suave movimiento mientras exhala. Repita el movimiento la cantidad especificada de repeticiones y luego cambie de lado y repita el ejercicio."
    },
    {
        "title": "Media sentadilla",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-sentadilla-init-pos-1882.png",
        "description": "Doble las rodillas y mueva su pelvis hacia atrás, baje las piernas hasta que los muslos queden paralelos al suelo mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde los talones mientras exhala."
    },
    {
        "title": "Mountain climber en banco plano",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/elevacion-alterna-de-rodillas-al-apoyado-en-banco-plano-init-pos-8051.png",
        "description": "Doble la rodilla y la cadera derechas al mismo tiempo para mover la rodilla hacia el pecho. En un movimiento explosivo, cambie la posición de sus piernas, extienda la pierna derecha y doble la pierna izquierda. Vaya alternando el pie que se coloca en el suelo durante el tiempo requerido."
    },
    {
        "title": "Media sentadilla con las manos en la nuca",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-sentadilla-con-las-manos-en-la-nuca-init-pos-1045.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas hasta que los muslos queden paralelos al suelo mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde los talones mientras exhala."
    },
    {
        "title": "Encogimientos de sprinter",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/encogimientos-de-sprinter-init-pos-8175.png",
        "description": "A través de sus abdominales, levántese y al mismo tiempo mueva la rodilla derecha hacia el torso mientras exhala. Cuando levante la rodilla derecha, avance el brazo izquierdo. Regrese a la posición inicial con un movimiento suave mientras inhala y repita con el otro lado."
    },
    {
        "title": "Salto desde media sentadilla con brazos cruzados",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/salto-desde-media-sentadilla-con-brazos-cruzados-init-pos-8256.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas hasta que los muslos queden paralelos al suelo mientras inhala. En un movimiento rápido, haga un salto vertical presionando principalmente con los pies desde los talones mientras exhala. Absorbiendo el impacto, aterrice de forma segura con los pies separados al ancho de los hombros."
    },
    {
        "title": "Burpee",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/burpee-init-pos-1983.png",
        "description": "Agáchese y coloque sus manos en el suelo delante de sus pies a una anchura ligeramente más ancha de los hombros. Ponga su peso en sus manos, al mismo tiempo que estire sus piernas detrás de usted en un salto. Usted debe sostener a sí mismo por sus manos y de los pies. Sus manos deben estar debajo de los hombros. Doble los brazos hasta que su pecho toque el suelo y extiéndalos completamente nuevamente (haciendo 1 flexión) Vuelva a poner los pies entre las manos en un salto. Use un movimiento rápido para empujar a través de sus pies y volver a la posición inicial."
    },
    {
        "title": "Elevación de rodillas o skipping",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/carrera-en-el-sitio-o-skipinng-init-pos-6552.png",
        "description": "Es un movimiento explosivo, cambie la posición de sus piernas, extienda la pierna derecha y doble la pierna izquierda mientras cambia la posición de sus brazos. Vaya alternando el pie que se coloca en el suelo durante el tiempo requerido. No aguante el aire, respire fluidamentes."
    },
    {
        "title": "Contracción isométrica de abdominales de rodillas",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/contraccion-isometrica-de-abdominales-de-rodillas-init-pos-8646.png",
        "description": "Aprieta los músculos abdominales y dobla el vientre tanto como puedas. Mantenga la posición durante el tiempo requerido. Vuelva a la posición inicial con un suave movimiento mientras inhala."
    },
    {
        "title": "Circunducción de cabeza 180 grados",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/circunduccion-de-cabeza-180-grados-init-pos-7893.png",
        "description": "Gire la cabeza 90º hacia la derecha. Vuelva a la posición inicial con un suave movimiento. Gire la cabeza 90º hacia la izquierda. Repita el movimiento la cantidad especificada de repeticiones."
    },
    {
        "title": "Contracción de gusano",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/contraccion-de-gusano-init-pos-3451.png",
        "description": "Comience a caminar dando pequeños pasos con las rodillas siempre extendidas hasta que sus pies estén justo detrás de sus manos. Regrese a la posición inicial pero ahora camine con las manos hacia adelante. Si el ejercicio es demasiado duro, doble ligeramente las rodillas."
    },
    {
        "title": "Encogimientos de pie",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/rodilla-a-codo-contrario-init-pos-5135.png",
        "description": "Coloque su mano derecha detrás de su cabeza y su mano izquierda sobre su cadera. En un movimiento, mueva el codo derecho y la rodilla izquierda para juntarlos mientras exhala. Vuelva a la posición inicial con un movimiento suave mientras inhala. Repita el movimiento la cantidad especificada de repeticiones y luego cambie de lado y repita con el otro brazo y pierna"
    },
    {
        "title": "Media sentadilla elevando brazos",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-sentadilla-levantando-brazos-init-pos-8925.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, baje las piernas y levante los brazos hasta que los muslos y los brazos queden paralelos al suelo mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde los talones mientras exhala."
    },
    {
        "title": "Aperturas de hombros con banda elástica agarre prono",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/aperturas-hombros-banda-elastica-init-pos-5155.png",
        "description": "Seleccione la fuerza adecuada de la banda. Párese derecho con los pies a la anchura de los hombros. Sostenga la banda con ambas manos y con los brazos extendidos hacia adelante.Las manos no deben de pasar la altura de los hombros. Mantenga la columna vertebral recta."
    },
    {
        "title": "Sentadilla sumo",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/sentadilla-sumo-solo-cuerpo-init-pos-2903.png",
        "description": "Doble las rodillas y mueva su trasero hacia atrás, bajando las piernas hasta que sus muslos queden paralelos al piso mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde los talones mientras exhala. Durante el descenso, mueva sus manos hacia adelante para una posición más estable."
    },
    {
        "title": "Estiramiento del gato",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/estiramiento-del-gato-init-pos-4723.png",
        "description": "Tire de sus abdominales, flexione la columna vertebral y deje que la cabeza baje mientras inhala. Aguante 2-3 seg. Relaje sus abdominales, extienda toda la espalda y mire hacia adelante mientras exhala."
    },
    {
        "title": "Mountain climber",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/mountain-climber-init-pos-6417.png",
        "description": "Doble la rodilla y la cadera derechas al mismo tiempo para mover la rodilla hacia el pecho. En un movimiento explosivo, cambie la posición de sus piernas, extienda la pierna derecha y doble la pierna izquierda. Vaya alternando el pie que se coloca en el suelo durante el tiempo requerido."
    },
    {
        "title": "Media sentadilla a una pierna máximo 30º",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/media-sentadilla-una-pierna-30-grados-init-pos-7279.png",
        "description": "Doble la rodilla derecha, mueva su trasero hacia atrás hasta que la rodilla derecha forme un ángulo de 30º mientras inhala. En un movimiento rápido, regrese a la posición inicial presionando principalmente desde el talón mientras exhala. Repita el movimiento para la cantidad especificada de repeticiones y luego cambie de lado y repita con la otra pierna."
    },
    {
        "title": "Medio Jumping Jack",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/medio-jumping-jack-init-pos-3497.png",
        "description": "Con un salto, separe los pies más anchos que los hombros. Con otro salto, regrese a la posición inicial."
    },
    {
        "title": "Plancha y apertura de piernas",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/plancha-apertura-de-piernas-init-pos-9391.png",
        "description": "Túmbese de cara al suelo y coloque sus codos ligeramente más ancho que los hombros mientras aguanta su torso con los brazos extendidos. Aguante su peso con los dedos de los pies y los antebrazos. Mantenga los hombros lejos de las orejas retrayendo las escápulas. Contraiga el suelo pelvico y el core mientras mantiene su cuerpo recto."
    },
    {
        "title": "Superman alterno",
        "image": "https://www.entrenamientos.com/media/cache/exercise_375/uploads/exercise/superman-alterno-brazo-pierna-init-pos-9850.jpeg",
        "description": "Al mismo tiempo, levante la mano derecha y la pierna izquierda mientras exhala. Vuelva a la posición inicial con un suave movimiento mientras inhala. Luego hágalo con la otra pierna y mano."
    },
    {
        "title": "Abdominales",
        "image": "https://www.clikisalud.net/wp-content/uploads/2023/07/pasos-musculos-abdominales-fuertes.jpg",
        "description": "Abdominales sin más"
    }
]